{
  "Low": "低",
  "Medium": "中",
  "High": "高",
  "Extreme": "極めて高い",
  "Varies": "状況に応じて",
  "General": "共通",
  "Quality": "画質",
  "Advanced": "詳細",
  "View Distance": "レンダー距離(Render Distance)",
  "Brightness": "明るさ",
  "Moody": "薄暗い",
  "Bright": "明るい",
  "Clouds": "雲",
  "GUI Scale": "インタフェース寸法",
  "Fullscreen": "フルスクリーン",
  "FPS Limit": "フレームレート(Frame Rate)",
  "Unlimited": "無制限",
  "View Bobbing": "画角が揺れる",
  "Attack Indicator": "攻撃インジケータ",

  "Off": "閉じる",
"Crosshair": "十字準星",
"Hotbar": "ツールバー",
"Graphics Quality": "画面品質",
"Fancy": "高品質",
"Fabulous": "素晴らしい",
"Fast": "スムーズ",
"Default": "デフォルト",
"Smooth Lighting": "スムーズライティング(Smooth Lighting)",
"Biome Blend": "生物群系の過度な距離",
"Entity Distance": "ソリッドレンダリング距離(Solid Render Distance)",
"Entity Shadows": "ソリッドシャドウ",
"Mipmap Levels": "テクスチャマッピング（Mipmap）レベル",
"Performance Impact: ":"パフォーマンスへの影響：",
"The view distance controls how far away terrain will be rendered. Lower distances mean that less terrain will be rendered, improving frame rates.": "レンダリング距離が低いほど,ビデオカードへの負荷が小さくなり,フレームレートは一般的に高くなりますが,絶対的ではありません。その逆も同様です",
"Chunks": "個ブロック",
"Controls the brightness (gamma) of the game.": "ゲーム画面の明るさ（ガンマ値）を制御する。",
"Controls whether or not clouds will be visible.": "クラウドが表示されるかどうかを制御する",
"Fog": "霧",
"If enabled, a fog effect will be used for terrain in the distance. Disabling this option will not change fog effects used underwater or in the Nether.": "オンにすると,遠くの地形は霧に覆われます。このオプションは水中と下界の霧には影響しません。",
"Sets the maximum scale factor to be used for the user interface. If 'auto' is used, then the largest scale factor will always be used.": "インタフェースの寸法スケールを設定します。自動に設定すると,可能な最大スケールが使用されます。",
"If enabled, the game will display in full-screen (if supported).": "有効にすると,ゲームが全画面表示されます（サポートされている場合）",
"V-Sync": "垂直同期",

  "If enabled, the game's frame rate will be synchronized to the monitor's refresh rate, making for a generally smoother experience at the expense of overall input latency. This setting might reduce performance if your system is too slow.": "有効にすると,ゲームのフレームレートがディスプレイのリフレッシュレートと同期され,入力全体の遅延を犠牲にしてよりスムーズな体験を得ることができます。デバイスの構成が低すぎると,この設定はパフォーマンスを低下させる可能性があります",
"Limits the maximum number of frames per second. In effect, this will throttle the game and can be useful when you want to conserve battery life or multi-task between other applications. If V-Sync is enabled, this option will be ignored unless it is lower than your display's refresh rate.": "最大フレームレートを制限します。このオプションはゲームのレンダリング速度を制限する効果があるので,このオプションをオンにするとバッテリの航続時間やマルチタスク処理を向上させることができます。垂直同期を有効にすると,この値がモニタのリフレッシュよりも低くならない限り,このオプションは自動的に無視されます。",
"If enabled, the player's view will sway and bob when moving around. Players who suffer from motion sickness can benefit from disabling this.": "オンにすると,プレイヤーの移動中の視点が揺れます。オフにすると,めまいの症状を緩和できます。",
"Controls where the Attack Indicator is displayed on screen.": "攻撃インジケータが画面に表示される位置を制御する",
"The default graphics quality controls some legacy options and is necessary for mod compatibility. If the options below are left to \"Default\", they will use this setting.": "デフォルトの画質はオリジナルオプションの一部を制御し,Mod互換性のために必要です。下のオプションがデフォルトのままの場合,このオプションの品質が使用されます",
"Clouds Quality": "クラウドの画質",
"Controls the quality of rendered clouds in the sky.": "空のクラウドのレンダリング品質を制御する",
"Weather Quality": "天気の画質",
"Controls the quality of rain and snow effects.": "雨,雪のレンダリング品質を制御する",
"Particle Quality": "粒子の画質",
"Controls the maximum number of particles which can be present on screen at any one time.": "画面に表示できる粒子の最大数を制御する",
"Controls the quality of smooth lighting effects.\n\nOff - No smooth lighting\nLow - Smooth block lighting only\nHigh (new!) - Smooth block and entity lighting": "平滑ライティング効果の品質を制御します。 n  nオフ-平滑ライティングなし n低-平滑ライティングを適用するのは正方形のみ n高（新規！）-平滑ライティングを適用するのは正方形とソリッドです",
"Controls the range which biomes will be sampled for block colorization. Higher values greatly increase the amount of time it takes to build chunks for diminishing improvements in quality.": "生物学的クラスタ間のブロックカラーのサンプリング範囲を制御します。高い値を指定すると,ブロックをレンダリングする際の品質向上にかかる時間が大幅に増加します。",
"block(s)": "四角形",
"Controls how far away entities can render from the player. Higher values increase the render distance at the expense of frame rates.": "エンティティの表示距離を制御します。高い値はフレームレートを犠牲にしてレンダリング距離を増加させます。",
"If enabled, basic shadows will be rendered beneath mobs and other entities.": "オンにすると,生物や他のエンティティの下に簡単なシャドウがレンダリングされます。",
"Vignette": "影酔い",

"Use Chunk Multi-Draw": "ブロックマルチサンプリングを有効にする",
"Multi-draw allows multiple chunks to be rendered with fewer draw calls, greatly reducing CPU overhead when rendering the world while also potentially allowing for more efficient GPU utilization. This optimization may cause issues with some graphics drivers, so you should try disabling it if you are experiencing glitches.": "マルチサンプリングでは,世界をレンダリングする際にCPUのパフォーマンス圧力を大幅に低減し,GPU使用率をより効果的にレンダリングするために,より少ない描画呼び出しで複数のブロックをレンダリングすることができます。しかし,最適化によって一部のグラフィックスドライバに問題が発生する可能性があるので,障害が発生した場合は,この機能を無効にしてみてください",
"Use Vertex Array Objects": "頂点配列配列オブジェクトを有効化(Enable Vertex Array Array Objects)",
"Helps to improve performance by moving information about how vertex data should be rendered into the driver, allowing it to better optimize for repeated rendering of the same objects. There is generally no reason to disable this unless you're using incompatible mods.": "頂点データをレンダリングする方法に関する情報をドライバに移動することで,パフォーマンスを向上させ,同じオブジェクトの繰り返しレンダリングをより最適化することができます。互換性のないモジュールを使用しない限り,通常は無効にする理由はありません",
"Use Block Face Culling": "ブロックサーフェスの間引きを有効にする",
"If enabled, only the sides of blocks which are facing the camera will be submitted for rendering. This can eliminate a large number of block faces very early in the rendering process, saving memory bandwidth and time on the GPU. Some resource packs may have issues with this option, so try disabling it if you're seeing holes in blocks.": "オンにすると,レンズに面する四角形の表面だけがレンダリングされます。これにより,レンダリングパスの初期段階で大量の四角形の表面を除去することができ,GPU上のメモリ帯域幅と時間を節約できます。リソースバンドルの中にはこのオプションの問題が発生する可能性があるので,四角形の表示が不十分であることを確認した場合は,機能を無効にしてみてください",
"If enabled, a vignette effect will be rendered on the player's view. This is very unlikely to make a difference to frame rates unless you are fill-rate limited.": "有効にすると,画面の四角は少し暗くなります。カバレッジ範囲を制限しない限り,フレームレートにはほとんど影響しません",
"Controls the number of mipmaps which will be used for block model textures. Higher values provide better rendering of blocks in the distance, but may adversely affect performance with many animated textures.": "スムージングマテリアルのマルチレベルテクスチャ（Mipmap）のレベルを制御します。高いレベルにすると,遠くのオブジェクトのレンダリング効果が向上しますが,ダイナミックマテリアルを多くレンダリングするとパフォーマンスが低下する可能性があります。",
"Chunk Renderer": "ブロックレンダラー",
"Modern versions of OpenGL provide features which can be used to greatly reduce driver overhead when rendering chunks. You should use the latest feature set allowed by Sodium for optimal performance. If you're experiencing chunk rendering issues or driver crashes, try using the older (and possibly more stable) feature sets.": "新しいバージョンのOpenGLでは,レンダラーの占有率を大幅に下げることができるいくつかの特性が提供されています。最適なパフォーマンスを得るためには,Sodiumで許可されている最新のレンダラーを使用することが望ましいでしょう。ブロックレンダリングでエラーが発生したり,ドライバがクラッシュしたりする場合は,古いレンダラーを試してみてください（より安定している可能性があります）",
"Use Chunk Face Culling": "ブロック表面の間引きを有効にする",
"If enabled, an additional culling pass will be performed on the CPU to determine which planes of a chunk mesh are visible. This can eliminate a large number of block faces very early in the rendering process, saving memory bandwidth and time on the GPU.": "有効にすると,CPUを使用した間引きプロセスが追加され,ブロック表面が見えるかどうかを判断します。これにより,初期のレンダリングプロセス時にブロックレンダリングを大幅に削減し,GPUのグラフィックメモリ帯域幅とレンダリング時間を節約できます",
"Use Compact Vertex Format": "頂点圧縮フォーマットの有効化(Enable Vertex Compression Format)",
"If enabled, a more compact vertex format will be used for rendering chunks. This can reduce graphics memory usage and bandwidth requirements significantly, especially for integrated graphics cards, but can cause z-fighting with some resource packs due to how it reduces the precision of position and texture coordinate attributes.": "頂点圧縮フォーマットの有効化(Enable Vertex Compression Format)",
"Use Fog Occlusion": "フォグマスクを有効にする",
"If enabled, chunks which are determined to be fully hidden by fog effects will not be rendered, helping to improve performance. The improvement can be more dramatic when fog effects are heavier (such as while underwater), but it may cause undesirable visual artifacts between the sky and fog in some scenarios.": "オンにすると,フォグ効果によって完全に隠されたブロックはレンダリングされず,パフォーマンスの向上に役立ちます。フォグ効果が重い場合（水中など）は改善が顕著になる可能性がありますが,場合によっては空とフォグの間に視覚的なアーティファクトが発生する可能性があります",
"Use Entity Culling": "ソリッド間引きを有効にする",
"If enabled, entities determined not to be in any visible chunks will be skipped during rendering. This can help improve performance by avoiding the rendering of entities located underground or behind walls.": "有効にすると,レンダリング中に非表示ブロックのエンティティをスキップします。これにより,地下または壁の後ろにあるエンティティをレンダリングしないようにすることでパフォーマンスを向上させることができます。",
"If enabled, a secondary culling pass will be performed before attempting to render an entity. This additional pass takes into account the current set of visible chunks and removes entities which are not in any visible chunks.": "有効にすると,エンティティをレンダーしようとする前に2回目の間引きが実行されます。この追加のプロセスでは,現在表示されているブロックの範囲を考慮し,表示されていないブロックの範囲内のエンティティを間引きします",
"Use Particle Culling": "パーティクル間引きを有効にする",
"If enabled, only particles which are determined to be visible will be rendered. This can provide a significant improvement to frame rates when many particles are nearby.": "オンにすると,表示されているパーティクルのみがレンダリングされます。周囲にパーティクルがたくさんある場合,フレームレートを大幅に向上させることができます。",
"Animate Only Visible Textures": "表示されているダイナミックマテリアルのみをレンダリング",
"Allow Direct Memory Access": "メモリへの直接アクセスを許可",
"If enabled, some critical code paths will be allowed to use direct memory access for performance. This often greatly reduces CPU overhead for chunk and entity rendering, but can make it harder to diagnose some bugs and crashes. You should only disable this if you've been asked to or otherwise know what you're doing.":"有効にすると,一部のキーコードはパスを使用してメモリに直接アクセスしてパフォーマンスを向上させることができます。これにより,通常はブロックやエンティティレンダリングのCPUパフォーマンスが大幅に低下しますが,一部のエラーやクラッシュの診断がさらに困難になります。何をしているのかを要求されたり,他の方法で知ったりする場合は,無効にするだけでよいでしょう",
"If enabled, only animated textures determined to be visible will be updated. This can provide a significant boost to frame rates on some hardware, especially with heavier resource packs. If you experience issues with some textures not being animated, try disabling this option.":"オンにすると,表示されているダイナミックマテリアルのみが更新されます。これにより,特に大きなリソースバンドルのためにハードウェアのフレームレートが大幅に向上します。一部のマテリアルにアニメーションがないという問題が発生した場合は,このオプションをオフにしてください。",
"Use Memory Intrinsics": "メモリに組み込み関数を使用する",
"If enabled, special intrinsics will be used to speed up the copying of client memory in certain vertex-limited scenarios, such as particle and text rendering. This option only exists for debugging purposes and should be left enabled unless you know what you are doing.": "有効にすると,パーティクルやテキストのレンダリングなど,特定の頂点によって制限された状況が発生すると,クライアントメモリのコピーを高速化するために特別な内部関数が使用されます。このオプションは,自分が何をしているかがわからない限り,デバッグ目的でのみ使用されます。",
"Ignore Driver Blacklist": "ドライバのブラックリストを無視",
"If enabled, known incompatibilities with your hardware/driver configuration will be ignored, allowing you to enable options that may cause issues with your game. You should generally not touch this option unless you know exactly what you are doing. After changing this option, you must save, close, and then re-open the settings screen.": "有効にすると,互換性のない構成が知られているハードウェア/ドライバは無視され,ゲームの問題を引き起こす可能性のあるオプションを有効にできます。自分が何をしているのかを正確に知っていない限り,通常はこのオプションを変更するべきではありません。このオプションを変更した後,保存して閉じる必要があり,設定インタフェースを再度開く必要があります",
"Disable Driver Blacklist": "ドライバのブラックリストを無効にする",
"If selected, Sodium will ignore the built-in driver blacklist and enable options which are known to be broken with your system configuration. This might cause serious problems and should not be used unless you really do know better. The settings screen must be saved, closed, and re-opened after changing this option in order to reveal previously hidden options.": "チェックすると,Sodiumはあなたのシステムと互換性のない隠しオプションの使用を強制的に許可します。これは深刻な問題を引き起こす可能性があります。あなたが何をしているかを理解していない限り,このオプションを有効にすることはお勧めしません。このオプションを変更すると,非表示オプションを有効にするには,設定を保存して再度設定インタフェースを開く必要があります。",
"Performance Impact: %s": "パフォーマンスへの影響:%s",
"Undo": "キャンセル",
"Apply": "適用",
"Close": "閉じる",
"None": "なし",
"GPU":"ビデオカード",
"CPU": "CPU",
"Memory": "メモリ",
"OS": "オペレーティングシステム",
"LZX":"LoongLy"
  }
